/* User/pwd server verification */
"Authentication Required" = "Изисквано удостоверяване";

/* Extension installation
 HTTPS server verification
 Link long-press context menu
 User/pwd server verification
*/
"Cancel" = "Отказ";

/* HTTPS server verification */
"Proceed" = "Продължи";

/* Link long-press context menu */
"Copy Link" = "Копирай препратката";

/* Google autocomplete error */
"Error: " = "Грешка: ";

/* Web audio setup */
"Failed to set audio session for the webview; there may be no sound." = "Провалено задаване на аудиосесия към уебизгледа; възможно е да липсва звук.";

/* User/pwd server verification */
"Log In" = "Впиши ме";

/* Link long-press context menu */
"Open Here" = "Отвори тук";

/* Link long-press context menu */
"Open in New Tab" = "Отвори в нов раздел";

/* User/pwd server verification */
"Password" = "Парола";

/* Google autocomplete error */
"response code %d" = "код на отговора %d";

/* Google autocomplete error */
"response format unrecognized" = "неразпознат формат на отговора";

/* Google autocomplete error */
"response non-decodable" = "недекодируем отговор";

/* Google autocomplete error */
"response parsing %@" = "извличане на отговор %@";

/* HTTPS server verification */
"Warning" = "Внимание";

/* HTTPS server verification */
"The site's security certificate is not trusted. Do you want to proceed?" = "Удостоверението на сайта е ненадеждно. Продължаване?";

/* User/pwd server verification */
"Username" = "Потребител";

/* Link long-press context menu */
"Open in Background Tab" = "Отвори в раздел на заден план";

/* Bookmark view controller */
"Edit Bookmark" = "Редактиране на отметка";

/* Link long-press context menu */
"Save Image" = "Запиши като картина";

/* Link long-press context menu */
"Save Video" = "Запиши като видеоклип";

/* Web download failure alert title */
"Download Failed" = "Провалено изтегляне";

/* Web download failure description */
"File download failed due to network error." = "Изтегляне на файла се провали поради грешка в мрежата.";

/* Web download failure description */
"The file had unexpected content." = "Файлът има неочаквано съдържание.";

/* Web download failure description */
"The file could not be saved to Camera Roll." = "Записване на файла в Албум на камерата е невъзможно.";

/* Web download failure description */
"File download failed due to internal error %@." = "Изтеглянето на файла се провали поради вътрешна грешка %@.";

/* Download prohibition alert text */
"Browser cannot download this file." = "Изтеглянето на файла от браузъра е невъзможно.";

/* Generic alert popup button */
"OK" = "ДА";

/* Generic alert popup button */
"Cancel" = "Отказ";
